11/data/attachments/bb451ba4cedf1485.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Monica_someone_Friend_94399_9</nif:username>
            <nif:friendToBeRequested>soap_friends_acb6179a-fa4f-4750-9c56-2d2024dc1ff9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>